package com.example.justicecamera;

/**
 * Created by admin on 02.09.2016.
 */
public class TextCont {

    public static String PART1="Приложение Justice Camera создано для улучшения ситуации на автодорогах Бишкека. Все предложения, замеченные ошибки по работе программы и т.п. оставьте в разделе \"Оставить отзыв\" или можете отправить на почту developer@kloop.kg.";
    public static String PART2 = "Для отправки зафиксированного на видео нарушения необходимо выполнить 3 условия:\n" +
            "1) необходимо заполнить обязательные поля в разделе личный кабинет\n" +
            "2) необходимо заполнить все данные по нарушению\n" +
            "3) необходимо принять публичную оферту";
    public static String PART3 = "С полным текстом публичной оферты можно ознакомиться в любой момент в соответствующем разделе, при любых изменении условий договора пользователь будет оповещен.\n" +
            "\n" +
            "Добавляемый видеофайл рекомендуем предварительно подготовить, обрезав только нужную часть, это позволит сэкономить интернет траффик и избавит модератора от лишней работы. Убедитесь, что номер автомашины нарушителя виден на видео.\n" +
            "\n" +
            "На данный момент обрабатываются только 2 самых потенциально опасных нарушения: проезд на красный свет светофора, пересечение двойной сплошной линии.";

}
